const PeopleTypes = {
    /**
     * Искатель
     */
    ENTP: 0,
    /**
     * Посредник
     */
    ISFP: 1,
    /**
     * Энтузиаст
     */
    ESFJ: 2,
    /**
     * Аналитик
     */
    INTJ: 3,
    /**
     * Наставник
     */
    ENFJ: 4,
    /**
     * Инспектор
     */
    ISTJ: 5,
    /**
     * Маршал
     */
    ESTP: 6,
    /**
     * Лирик
     */
    INFP: 7,
    /**
     * Политик
     */
    ESFP: 8,
    /**
     * Критик
     */
    INTP: 9,
    /**
     * Предприниматель
     */
    ENTJ: 10,
    /**
     * Хранитель
     */
    ISFJ: 11,
    /**
     * Управитель
     */
    ESTJ: 12,
    /**
     * Гуманист
     */
    INFJ: 13,
    /**
     * Советчик
     */
    ENFP: 14,
    /**
     * Мастер
     */
    ISTP: 15,
}
export { PeopleTypes };